test/integration/data.pyvmomi.clone/request-37.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soapenv:Body>
    <DestroyView xmlns="urn:vim25">
      <_this type="ContainerView">session[a5e79a54-e8d2-40f6-cd50-bae326c01cab]5296838c-93b3-c70a-0a00-023574ee1e7f</_this>
    </DestroyView>
  </soapenv:Body>
</soapenv:Envelope>
